Repository: delmoralmb-s8/BackBlaze2Sync
Catalog: Sources/Localizable.xcstrings
Source language: es
Languages: en, fr, pt

source: Pide confirmación antes de apagar de verdad, no se apaga solo sin avisar
en: Asks for confirmation before actually shutting down, it won't shut down on its own without warning
fr: Demande une confirmation avant de vraiment s'éteindre, ne s'éteint jamais sans prévenir
pt: Pede confirmação antes de desligar de verdade, não desliga sozinho sem avisar

source: Regenerar
en: Regenerate
fr: Régénérer
pt: Gerar novamente

source: Reintentar
en: Retry
fr: Réessayer
pt: Repetir

source: Renombrando "%@"
en: Renaming "%@"
fr: Renommage de "%@"
pt: A mudar o nome de "%@"

source: Renombrar
en: Rename
fr: Renommer
pt: Mudar nome

source: Renombrar conexión
en: Rename connection
fr: Renommer la connexion
pt: Renomear conexão

source: Renombrar…
en: Rename…
fr: Renommer…
pt: Mudar nome…

source: Renombrar… (Return)
en: Rename… (Return)
fr: Renommer… (Retour)
pt: Renomear… (Enter)

source: Reuniendo información de B2…
en: Gathering information from B2…
fr: Collecte des informations de B2…
pt: A reunir informação da B2…

source: Ruta
en: Path
fr: Chemin
pt: Caminho

source: Se creará dentro de %@
en: It will be created inside %@
fr: Il sera créé dans %@
pt: Será criada dentro de %@

source: Se olvidan sus credenciales guardadas. Tendrás que volver a capturarlas si quieres reconectarte a esta cuenta o bucket.
en: Its saved credentials are forgotten. You'll need to enter them again if you want to reconnect to this account or bucket.
fr: Ses identifiants enregistrés sont oubliés. Vous devrez les saisir à nouveau pour vous reconnecter à ce compte ou bucket.
pt: As credenciais salvas são esquecidas. Você precisará digitá-las de novo para reconectar a essa conta ou bucket.

source: Seleccionar todo
en: Select all
fr: Tout sélectionner
pt: Selecionar tudo

source: Sin conexión activa
en: No active connection
fr: Aucune connexion active
pt: Nenhuma conexão ativa

source: Sin límite
en: No limit
fr: Sans limite
pt: Sem limite

source: Sin resultados para "%@".
en: No results for "%@".
fr: Aucun résultat pour "%@".
pt: Sem resultados para "%@".

source: Subida completada
en: Upload complete
fr: Envoi terminé
pt: Envio concluído

source: Subir archivo o carpeta a esta ubicación
en: Upload a file or folder to this location
fr: Envoyer un fichier ou un dossier à cet emplacement
pt: Enviar um arquivo ou pasta para este local

source: Subir archivo…
en: Upload file…
fr: Envoyer un fichier…
pt: Enviar ficheiro…

source: Subir archivo… (⌘U)
en: Upload file… (⌘U)
fr: Envoyer un fichier… (⌘U)
pt: Enviar arquivo… (⌘U)

source: Subir carpeta…
en: Upload folder…
fr: Envoyer un dossier…
pt: Enviar pasta…

source: Subir carpeta… (⌘⇧U)
en: Upload folder… (⌘⇧U)
fr: Envoyer un dossier… (⌘⇧U)
pt: Enviar pasta… (⌘⇧U)

source: Subir de todas formas
en: Upload anyway
fr: Envoyer quand même
pt: Enviar mesmo assim

source: Subir un nivel
en: Go up one level
fr: Remonter d'un niveau
pt: Subir um nível

source: Sí estoy buscando
en: Yes, I'm still searching
fr: Oui, je cherche toujours
pt: Sim, ainda estou procurando

source: Súbelo con conexión rápida y muchos archivos chicos; bájalo en wifi débil o compartido. 4 es un buen default.
en: Raise it with a fast connection and lots of small files; lower it on weak or shared Wi-Fi. 4 is a good default.
fr: Augmentez-le avec une connexion rapide et beaucoup de petits fichiers ; baissez-le sur un Wi-Fi faible ou partagé. 4 est une bonne valeur par défaut.
pt: Aumente com conexão rápida e muitos arquivos pequenos; diminua em wi-fi fraco ou compartilhado. 4 é um bom padrão.

source: Tamaño
en: Size
fr: Taille
pt: Tamanho

source: Tamaño total
en: Total size
fr: Taille totale
pt: Tamanho total

source: Te va a pedir tu contraseña de Mac: es normal, Homebrew la necesita para instalarse.
en: It'll ask for your Mac password: that's normal, Homebrew needs it to install itself.
fr: On vous demandera votre mot de passe Mac : c'est normal, Homebrew en a besoin pour s'installer.
pt: Vai pedir sua senha do Mac: é normal, o Homebrew precisa dela para se instalar.

source: Tipo
en: Kind
fr: Type

source: Todavía no hay operaciones registradas.
en: No operations recorded yet.
fr: Aucune opération enregistrée pour l'instant.
pt: Ainda não há operações registadas.

source: Transferencias en paralelo
en: Parallel transfers
fr: Transferts en parallèle
pt: Transferências em paralelo

source: Un clic selecciona (reemplaza la selección); Cmd+clic agrega o quita de la selección. Doble clic entra a la carpeta. Clic en vacío deselecciona. Clic derecho para más opciones.
en: A click selects (replaces the selection); Cmd+click adds or removes from the selection. Double-click enters the folder. Clicking empty space deselects. Right-click for more options.
fr: Un clic sélectionne (remplace la sélection) ; Cmd+clic ajoute ou retire de la sélection. Le double-clic ouvre le dossier. Cliquer dans le vide désélectionne. Clic droit pour plus d'options.
pt: Um clique seleciona (substitui a seleção); Cmd+clique adiciona ou remove da seleção. Duplo clique entra na pasta. Clicar em espaço vazio desmarca. Clique direito para mais opções.

source: Ver en navegador
en: View in browser
fr: Voir dans le navigateur
pt: Ver no navegador

source: Ver las imágenes de esta carpeta
en: View this folder's images
fr: Voir les images de ce dossier
pt: Ver as imagens desta pasta

source: Ver tamaño
en: View size
fr: Voir la taille
pt: Ver tamanho

source: Verificando %lld de %lld archivo(s)…
en: Verifying %lld of %lld file(s)…
fr: Vérification de %lld sur %lld fichier(s)…
pt: A verificar %lld de %lld ficheiro(s)…

source: Verificando integridad…
en: Verifying integrity…
fr: Vérification de l'intégrité…
pt: A verificar a integridade…

source: Verificar integridad
en: Verify integrity
fr: Vérifier l'intégrité
pt: Verificar integridade

source: Verificar integridad después de subir (compara tamaño local vs remoto)
en: Verify integrity after uploading (compares local vs. remote size)
fr: Vérifier l'intégrité après l'envoi (compare la taille locale et distante)
pt: Verificar integridade após o upload (compara tamanho local com remoto)

source: Verificar integridad…
en: Verify integrity…
fr: Vérifier l'intégrité…
pt: Verificar integridade…

source: Vista Iconos
en: Icon view
fr: Vue en icônes
pt: Vista de ícones

source: Vista desplegable
en: List view
fr: Vue en liste
pt: Vista em lista

source: Vista previa
en: Quick Look
fr: Aperçu rapide
pt: Visualização rápida

source: Vista previa (Espacio)
en: Quick Look (Space)
fr: Aperçu rapide (Espace)
pt: Visualização rápida (Espaço)

# Where do I get this?
source: ¿Cómo obtengo esto?
en: Where do I get this?
fr: Comment puis-je obtenir ceci ?
pt: Como eu consigo isso?

source: Ya lo instalé, verificar de nuevo
en: I installed it, check again
fr: Déjà installé, vérifier à nouveau
pt: Já instalei, verificar de novo

source: carpeta/subcarpeta (sin el nombre del bucket)
en: folder/subfolder (no bucket name)
fr: dossier/sous-dossier (sans le nom du bucket)
pt: pasta/subpasta (sem o nome do bucket)

source: de
en: from

source: desde
en: from
fr: depuis
pt: de

source: o escribe/pega una ruta dentro del bucket
en: or type/paste a path inside the bucket
fr: ou saisissez/collez un chemin dans le bucket
pt: ou escreva/cole um caminho dentro do bucket

source: o escribe/pega una ruta raíz para explorar
en: or type/paste a root path to browse
fr: ou saisissez/collez un chemin racine à explorer
pt: ou escreva/cole um caminho raiz para explorar

source: ¿Borrar de B2? Esto no se puede deshacer.
en: Delete from B2? This can't be undone.
fr: Supprimer de B2 ? Cette action est irréversible.
pt: Eliminar da B2? Isto não pode ser desfeito.

source: ¿Borrar todo el historial?
en: Clear all history?
fr: Effacer tout l'historique ?
pt: Limpar todo o histórico?

source: ¿Desconectar esta conexión?
en: Disconnect this connection?
fr: Déconnecter cette connexion ?
pt: Desconectar esta conexão?

source: ¿Mover a /%@/%@?
en: Move to /%@/%@?
fr: Déplacer vers /%@/%@ ?
pt: Mover para /%@/%@?

source: ¿Qué quieres hacer con %@?
en: What do you want to do with %@?
fr: Que voulez-vous faire avec %@ ?
pt: O que quer fazer com %@?

source: Éxito
en: Success
fr: Succès
pt: Sucesso

source: Carpeta sincronizada…
en: Synced folder…
fr: Dossier synchronisé…
pt: Pasta sincronizada…

source: Carpeta sincronizada
en: Synced folder
fr: Dossier synchronisé
pt: Pasta sincronizada

source: Activo
en: Active
fr: Actif
pt: Ativo

source: Carpeta local
en: Local folder
fr: Dossier local
pt: Pasta local

source: Ninguna elegida
en: None chosen
fr: Aucun choisi
pt: Nenhuma escolhida

source: Elegir…
en: Choose…
fr: Choisir…
pt: Escolher…

source: Conexión B2
en: B2 connection
fr: Connexion B2
pt: Conexão B2

source: Ninguna
en: None
fr: Aucune
pt: Nenhuma

source: Destino en el bucket
en: Destination in the bucket
fr: Destination dans le bucket
pt: Destino no bucket

source: Raíz del bucket (crear “%@/”)
en: Bucket root (create “%@/”)
fr: Racine du bucket (créer “%@/”)
pt: Raiz do bucket (criar “%@/”)

source: Nueva carpeta en el bucket
en: New folder in the bucket
fr: Nouveau dossier dans le bucket
pt: Nova pasta no bucket

source: Nombre de la carpeta
en: Folder name
fr: Nom du dossier
pt: Nome da pasta

source: La carpeta ya tiene archivos
en: The folder already has files
fr: Le dossier contient déjà des fichiers
pt: A pasta já tem arquivos

source: Entendido
en: Got it
fr: Compris

source: Esta carpeta ya tiene %lld archivo(s). Al activarla, la subida a B2 comenzará de inmediato.
en: This folder already has %lld file(s). Turning it on will start uploading to B2 right away.
fr: Ce dossier contient déjà %lld fichier(s). L'activer démarrera l'envoi vers B2 immédiatement.
pt: Esta pasta já tem %lld arquivo(s). Ao ativá-la, o envio para a B2 vai começar imediatamente.

source: Lo que se agregue, modifique o borre en esa carpeta se refleja en “
en: Anything added, changed, or deleted in that folder is mirrored in “
fr: Tout ce qui est ajouté, modifié ou supprimé dans ce dossier est reflété dans “
pt: O que for adicionado, alterado ou excluído nessa pasta é refletido em “

source: ” en B2.
en: ” in B2.
fr: ” dans B2.
pt: ” na B2.

source: Lo que se agregue o modifique en esa carpeta se sube a “
en: Anything added or changed in that folder uploads to “
fr: Tout ce qui est ajouté ou modifié dans ce dossier est envoyé vers “
pt: O que for adicionado ou alterado nessa pasta é enviado para “

source: ” en B2. Si borras algo local, no se borra en B2.
en: ” in B2. Deleting something locally doesn't delete it in B2.
fr: ” dans B2. Supprimer quelque chose en local ne le supprime pas dans B2.
pt: ” na B2. Excluir algo localmente não exclui na B2.

source: Subidas automáticas recientes
en: Recent automatic uploads
fr: Envois automatiques récents
pt: Envios automáticos recentes

source: Activa la carpeta sincronizada para empezar.
en: Turn on the synced folder to get started.
fr: Active le dossier synchronisé pour commencer.
pt: Ative a pasta sincronizada para começar.

source: Sin subidas todavía.
en: No uploads yet.
fr: Pas encore d'envois.
pt: Ainda sem envios.

source: (raíz del bucket)
en: (bucket root)
fr: (racine du bucket)
pt: (raiz do bucket)

source: (raíz del bucket) → “%@/”
en: (bucket root) → “%@/”
fr: (racine du bucket) → “%@/”
pt: (raiz do bucket) → “%@/”

source: Todas
en: All
fr: Toutes

source: Carpeta sincronizada activa
en: Synced folder active
fr: Dossier synchronisé actif
pt: Pasta sincronizada ativa

source: Sube automáticamente lo que cambie en la carpeta elegida en “Carpeta sincronizada…”
en: Automatically uploads whatever changes in the folder chosen in “Synced folder…”
fr: Envoie automatiquement ce qui change dans le dossier choisi dans “Dossier synchronisé…”
pt: Envia automaticamente o que mudar na pasta escolhida em “Pasta sincronizada…”

source: Borrar en el bucket lo que se borre en la carpeta local
en: Delete in the bucket whatever gets deleted in the local folder
fr: Supprimer dans le bucket ce qui est supprimé dans le dossier local
pt: Excluir no bucket o que for excluído na pasta local

source: Corre como un proceso en segundo plano que sigue subiendo aunque cierres BackBlaze2Sync. No verás la ventana de la app mientras corre así.
en: Runs as a background process that keeps uploading even after you quit BackBlaze2Sync. You won't see the app's window while it runs this way.
fr: S'exécute comme un processus en arrière-plan qui continue d'envoyer même après avoir quitté BackBlaze2Sync. Tu ne verras pas la fenêtre de l'app tant qu'elle fonctionne ainsi.
pt: Roda como um processo em segundo plano que continua enviando mesmo depois de fechar o BackBlaze2Sync. Você não vai ver a janela do app enquanto ele rodar assim.

source: Después
en: Later
fr: Plus tard
pt: Depois

source: Sincronización activada
en: Sync turned on
fr: Synchronisation activée
pt: Sincronização ativada

source: Sincronización desactivada
en: Sync turned off
fr: Synchronisation désactivée
pt: Sincronização desativada

source: Activada por primera vez
en: First turned on
fr: Activée pour la première fois
pt: Ativada pela primeira vez

source: Estado actual
en: Current status
fr: État actuel
pt: Estado atual

source: Activa
en: Active
fr: Active
pt: Ativa

source: Inactiva
en: Inactive
fr: Inactive
pt: Inativa

source: Inactiva desde
en: Inactive since
fr: Inactive depuis
pt: Inativa desde

source: Archivos subidos
en: Files uploaded
fr: Fichiers envoyés
pt: Arquivos enviados

source: Velocidad promedio
en: Average speed
fr: Vitesse moyenne
pt: Velocidade média

source: Destino
en: Destination
fr: Destination

source: Total subido
en: Total uploaded
fr: Total envoyé
pt: Total enviado

source: Carpeta no encontrada
en: Folder not found
fr: Dossier introuvable
pt: Pasta não encontrada

source: Carpeta encontrada de nuevo
en: Folder found again
fr: Dossier retrouvé
pt: Pasta encontrada novamente

source: La carpeta ya no existe (¿la renombraste o la borraste?). Elige otra o desactiva la sincronización.
en: The folder no longer exists (did you rename or delete it?). Pick another one or turn off the sync.
fr: Le dossier n'existe plus (l'as-tu renommé ou supprimé ?). Choisis-en un autre ou désactive la synchronisation.
pt: A pasta não existe mais (você a renomeou ou excluiu?). Escolha outra ou desative a sincronização.

source: Carpeta sincronizada no encontrada
en: Synced folder not found
fr: Dossier synchronisé introuvable
pt: Pasta sincronizada não encontrada

source: Ir a Carpeta sincronizada
en: Go to Synced Folder
fr: Aller au dossier synchronisé
pt: Ir para Pasta sincronizada

source: La carpeta sincronizada te permite elegir una carpeta de trabajo para subir automáticamente a tu cuenta de Backblaze B2 todos los archivos que coloques o modifiques en ella. Es de una sola dirección, desde tu Mac hacia tu nube B2, por default no borra nada en B2 si borras algo local, hay una casilla aparte para cambiar eso. Funciona mientras la app está abierta. El resultado de lo sincronizado se verá en el Historial.
en: The synced folder lets you pick a working folder to automatically upload everything you add or change in it to your Backblaze B2 account. It's one-way, from your Mac to your B2 cloud, and by default it won't delete anything in B2 if you delete something locally, there's a separate checkbox to change that. It works while the app is open. The results show up in the History.
fr: Le dossier synchronisé te permet de choisir un dossier de travail pour envoyer automatiquement vers ton compte Backblaze B2 tout ce que tu ajoutes ou modifies dedans. C'est à sens unique, de ton Mac vers ton cloud B2, et par défaut rien n'est supprimé dans B2 si tu supprimes quelque chose en local, il y a une case à part pour changer ça. Ça fonctionne pendant que l'app est ouverte. Le résultat de la synchronisation apparaît dans l'Historique.
pt: A pasta sincronizada permite escolher uma pasta de trabalho para enviar automaticamente para sua conta Backblaze B2 tudo o que você adicionar ou modificar nela. É de mão única, do seu Mac para a sua nuvem B2, e por padrão nada é excluído na B2 se você excluir algo localmente, há uma caixa separada para mudar isso. Funciona enquanto o app está aberto. O resultado do que foi sincronizado aparece no Histórico.

source: Qué es esto
en: What is this
fr: Qu'est-ce que c'est
pt: O que é isso

source: Borrar en B2 al borrar local
en: Delete in B2 when deleted locally
fr: Supprimer dans B2 à la suppression locale
pt: Excluir na B2 ao excluir localmente

source: Si borro un archivo en la carpeta local, también borrarlo en B2
en: If I delete a file in the local folder, also delete it in B2
fr: Si je supprime un fichier dans le dossier local, le supprimer aussi dans B2
pt: Se eu excluir um arquivo na pasta local, também excluí-lo na B2

source: Subida
en: Upload
fr: Envoi
pt: Envio

source: Descarga
en: Download
fr: Téléchargement
pt: Download

source: Mover
en: Move
fr: Déplacer

source: Comprimir
en: Compress
fr: Compresser
pt: Compactar

source: hace %lld días
en: %lld days ago
fr: il y a %lld jours
pt: há %lld dias

source: hoy
en: today
fr: aujourd'hui
pt: hoje

source: Por tipo
en: By type
fr: Par type

source: Comprimidos
en: Archives
fr: Archives compressées
pt: Compactados

source: /mes
en: /mo
fr: /mois
pt: /mês

source: /día
en: /day
fr: /jour
pt: /dia

source: %lld elemento(s) →
en: %lld item(s) →
fr: %lld élément(s) →
pt: %lld item(ns) →

source: Log
fr: Journal
pt: Registo

source: Video
fr: Vidéo
pt: Vídeo

source: Audio
pt: Áudio
